


var lib = [
    {
        "홈페이지주소": "http:\/\/lib.jeju.go.kr\/",
        "대출가능권수": "5",
        "토요일운영시작시각": "09:00",
        "자료수(도서)": "287202",
        "휴관일": "수요일+1월1일+설연휴+추석연휴+12월31일",
        "자료수(연속간행물)": "323",
        "소재지도로명주소": "제주특별자치도 제주시 오남로 221",
        "위도": "33.4763467760",
        "시군구명": "제주시",
        "대출가능일수": "15",
        "데이터기준일자": "2020-04-07",
        "평일운영시작시각": "08:00",
        "토요일운영종료시각": "20:00",
        "공휴일운영종료시각": "20:00",
        "시도명": "제주특별자치도",
        "평일운영종료시각": "22:00",
        "건물면적": "4822",
        "열람좌석수": "332",
        "경도": "126.5156272177",
        "운영기관명": "제주특별자치도",
        "공휴일운영시작시각": "09:00",
        "자료수(비도서)": "17030",
        "부지면적": "22820",
        "도서관전화번호": "064-710-8666",
        "도서관유형": "공공도서관",
        "도서관명": "한라도서관"
    },
    {
        "홈페이지주소": "http:\/\/lib.jeju.go.kr\/",
        "대출가능권수": "5",
        "토요일운영시작시각": "09:00",
        "자료수(도서)": "263942",
        "휴관일": "월요일+1월1일+설연휴+추석연휴+12월31일",
        "자료수(연속간행물)": "352",
        "소재지도로명주소": "제주특별자치도 제주시 사라봉동길 30",
        "위도": "33.5154833368",
        "시군구명": "제주시",
        "대출가능일수": "15",
        "데이터기준일자": "2020-04-07",
        "평일운영시작시각": "09:00",
        "토요일운영종료시각": "18:00",
        "공휴일운영종료시각": "18:00",
        "시도명": "제주특별자치도",
        "평일운영종료시각": "22:00",
        "건물면적": "6839",
        "열람좌석수": "657",
        "경도": "126.5481386563",
        "운영기관명": "제주시",
        "공휴일운영시작시각": "09:00",
        "자료수(비도서)": "4739",
        "부지면적": "24389",
        "도서관전화번호": "064-728-1503",
        "도서관유형": "공공도서관",
        "도서관명": "우당도서관"
    },
    {
        "홈페이지주소": "http:\/\/lib.jeju.go.kr\/",
        "대출가능권수": "5",
        "토요일운영시작시각": "09:00",
        "자료수(도서)": "59602",
        "휴관일": "월요일+1월1일+설연휴+추석연휴+12월31일",
        "자료수(연속간행물)": "16",
        "소재지도로명주소": "제주특별자치도 제주시 동광로 12길19",
        "위도": "33.5017649629",
        "시군구명": "제주시",
        "대출가능일수": "15",
        "데이터기준일자": "2020-04-07",
        "평일운영시작시각": "09:00",
        "토요일운영종료시각": "18:00",
        "공휴일운영종료시각": "18:00",
        "시도명": "제주특별자치도",
        "평일운영종료시각": "18:00",
        "건물면적": "728",
        "열람좌석수": "150",
        "경도": "126.5355283232",
        "운영기관명": "제주시",
        "공휴일운영시작시각": "09:00",
        "자료수(비도서)": "2607",
        "부지면적": "2126",
        "도서관전화번호": "064-728-1504",
        "도서관유형": "공공도서관",
        "도서관명": "제주시기적의도서관"
    },
    {
        "홈페이지주소": "http:\/\/lib.jeju.go.kr\/",
        "대출가능권수": "5",
        "토요일운영시작시각": "09:00",
        "자료수(도서)": "62786",
        "휴관일": "금요일+1월1일+설연휴+추석연휴+12월31일",
        "자료수(연속간행물)": "60",
        "소재지도로명주소": "제주특별자치도 제주시 조천읍 일주동로 1189",
        "위도": "33.5377053737",
        "시군구명": "제주시",
        "대출가능일수": "15",
        "데이터기준일자": "2020-04-07",
        "평일운영시작시각": "09:00",
        "토요일운영종료시각": "18:00",
        "공휴일운영종료시각": "18:00",
        "시도명": "제주특별자치도",
        "평일운영종료시각": "22:00",
        "건물면적": "1231",
        "열람좌석수": "115",
        "경도": "126.6676185587",
        "운영기관명": "제주시",
        "공휴일운영시작시각": "09:00",
        "자료수(비도서)": "2179",
        "부지면적": "9336",
        "도서관전화번호": "064-728-1505",
        "도서관유형": "공공도서관",
        "도서관명": "조천읍도서관"
    },
    {
        "홈페이지주소": "http:\/\/lib.jeju.go.kr\/",
        "대출가능권수": "5",
        "토요일운영시작시각": "09:00",
        "자료수(도서)": "201335",
        "휴관일": "금요일+1월1일+설연휴+추석연휴+12월31일",
        "자료수(연속간행물)": "124",
        "소재지도로명주소": "제주특별자치도 제주시 정원로 50",
        "위도": "33.4791983537",
        "시군구명": "제주시",
        "대출가능일수": "15",
        "데이터기준일자": "2020-04-07",
        "평일운영시작시각": "09:00",
        "토요일운영종료시각": "18:00",
        "공휴일운영종료시각": "18:00",
        "시도명": "제주특별자치도",
        "평일운영종료시각": "22:00",
        "건물면적": "4998",
        "열람좌석수": "337",
        "경도": "126.4771977208",
        "운영기관명": "제주시",
        "공휴일운영시작시각": "09:00",
        "자료수(비도서)": "6094",
        "부지면적": "15897",
        "도서관전화번호": "064-728-1506",
        "도서관유형": "공공도서관",
        "도서관명": "탐라도서관"
    },
    {
        "홈페이지주소": "http:\/\/lib.jeju.go.kr\/",
        "대출가능권수": "5",
        "토요일운영시작시각": "09:00",
        "자료수(도서)": "81484",
        "휴관일": "금요일+1월1일+설연휴+추석연휴+12월31일",
        "자료수(연속간행물)": "17",
        "소재지도로명주소": "제주특별자치도 제주시 애월읍 일주서로 6339",
        "위도": "33.4633216438",
        "시군구명": "제주시",
        "대출가능일수": "15",
        "데이터기준일자": "2020-04-07",
        "평일운영시작시각": "09:00",
        "토요일운영종료시각": "18:00",
        "공휴일운영종료시각": "18:00",
        "시도명": "제주특별자치도",
        "평일운영종료시각": "22:00",
        "건물면적": "1501",
        "열람좌석수": "85",
        "경도": "126.3313092011",
        "운영기관명": "제주시",
        "공휴일운영시작시각": "09:00",
        "자료수(비도서)": "2576",
        "부지면적": "3599",
        "도서관전화번호": "064-728-1507",
        "도서관유형": "공공도서관",
        "도서관명": "애월도서관"
    },
    {
        "홈페이지주소": "http:\/\/lib.jeju.go.kr\/",
        "대출가능권수": "5",
        "토요일운영시작시각": "09:00",
        "자료수(도서)": "60259",
        "휴관일": "금요일+1월1일+설연휴+추석연휴+12월31일",
        "자료수(연속간행물)": "21",
        "소재지도로명주소": "제주특별자치도 제주시 한경면 신한로13",
        "위도": "33.3501059263",
        "시군구명": "제주시",
        "대출가능일수": "15",
        "데이터기준일자": "2020-04-07",
        "평일운영시작시각": "09:00",
        "토요일운영종료시각": "22:00",
        "공휴일운영종료시각": "22:00",
        "시도명": "제주특별자치도",
        "평일운영종료시각": "22:00",
        "건물면적": "1048",
        "열람좌석수": "84",
        "경도": "126.1845311704",
        "운영기관명": "제주시",
        "공휴일운영시작시각": "09:00",
        "자료수(비도서)": "1651",
        "부지면적": "5852",
        "도서관전화번호": "064-728-1508",
        "도서관유형": "공공도서관",
        "도서관명": "한경도서관"
    },
    {
        "홈페이지주소": "http:\/\/lib.jeju.go.kr\/",
        "대출가능권수": "5",
        "토요일운영시작시각": "09:00",
        "자료수(도서)": "109758",
        "휴관일": "금요일+1월1일+설연휴+추석연휴+12월31일",
        "자료수(연속간행물)": "27",
        "소재지도로명주소": "제주특별자치도 서귀포시 남성중로153번길 15",
        "위도": "33.2443256011",
        "시군구명": "서귀포시",
        "대출가능일수": "15",
        "데이터기준일자": "2020-04-07",
        "평일운영시작시각": "09:00",
        "토요일운영종료시각": "18:00",
        "공휴일운영종료시각": "18:00",
        "시도명": "제주특별자치도",
        "평일운영종료시각": "22:00",
        "건물면적": "1624",
        "열람좌석수": "38",
        "경도": "126.5520969659",
        "운영기관명": "서귀포시",
        "공휴일운영시작시각": "09:00",
        "자료수(비도서)": "4169",
        "부지면적": "13189",
        "도서관전화번호": "064-733-1524",
        "도서관유형": "공공도서관",
        "도서관명": "서귀포시삼매봉도서관"
    },
    {
        "홈페이지주소": "http:\/\/lib.jeju.go.kr\/",
        "대출가능권수": "5",
        "토요일운영시작시각": "09:00",
        "자료수(도서)": "107280",
        "휴관일": "금요일+1월1일+설연휴+추석연휴+12월31일",
        "자료수(연속간행물)": "30",
        "소재지도로명주소": "제주특별자치도 서귀포시 김정문화로 32",
        "위도": "33.2514173933",
        "시군구명": "서귀포시",
        "대출가능일수": "15",
        "데이터기준일자": "2020-04-07",
        "평일운영시작시각": "09:00",
        "토요일운영종료시각": "18:00",
        "공휴일운영종료시각": "18:00",
        "시도명": "제주특별자치도",
        "평일운영종료시각": "22:00",
        "건물면적": "3394",
        "열람좌석수": "65",
        "경도": "126.5076218419",
        "운영기관명": "서귀포시",
        "공휴일운영시작시각": "09:00",
        "자료수(비도서)": "8043",
        "부지면적": "20882",
        "도서관전화번호": "064-739-1516",
        "도서관유형": "공공도서관",
        "도서관명": "서귀포시중앙도서관"
    },
    {
        "홈페이지주소": "http:\/\/lib.jeju.go.kr\/",
        "대출가능권수": "5",
        "토요일운영시작시각": "09:00",
        "자료수(도서)": "74669",
        "휴관일": "월요일+1월1일+설연휴+추석연휴+12월31일",
        "자료수(연속간행물)": "35",
        "소재지도로명주소": "제주특별자치도 서귀포시 일주동로 8232",
        "위도": "33.2617581630",
        "시군구명": "서귀포시",
        "대출가능일수": "15",
        "데이터기준일자": "2020-04-07",
        "평일운영시작시각": "09:00",
        "토요일운영종료시각": "18:00",
        "공휴일운영종료시각": "18:00",
        "시도명": "제주특별자치도",
        "평일운영종료시각": "22:00",
        "건물면적": "1424",
        "열람좌석수": "104",
        "경도": "126.6083178739",
        "운영기관명": "서귀포시",
        "공휴일운영시작시각": "09:00",
        "자료수(비도서)": "6484",
        "부지면적": "8859",
        "도서관전화번호": "064-767-1524",
        "도서관유형": "공공도서관",
        "도서관명": "서귀포시동부도서관"
    },
    {
        "홈페이지주소": "http:\/\/lib.jeju.go.kr\/",
        "대출가능권수": "5",
        "토요일운영시작시각": "09:00",
        "자료수(도서)": "66260",
        "휴관일": "월요일+1월1일+설연휴+추석연휴+12월31일",
        "자료수(연속간행물)": "31",
        "소재지도로명주소": "제주특별자치도 서귀포시 중문관광로 346",
        "위도": "33.2509055913",
        "시군구명": "서귀포시",
        "대출가능일수": "15",
        "데이터기준일자": "2020-04-07",
        "평일운영시작시각": "09:00",
        "토요일운영종료시각": "18:00",
        "공휴일운영종료시각": "18:00",
        "시도명": "제주특별자치도",
        "평일운영종료시각": "22:00",
        "건물면적": "1300",
        "열람좌석수": "60",
        "경도": "126.4323801123",
        "운영기관명": "서귀포시",
        "공휴일운영시작시각": "09:00",
        "자료수(비도서)": "3424",
        "부지면적": "7927",
        "도서관전화번호": "064-739-9862",
        "도서관유형": "공공도서관",
        "도서관명": "서귀포시서부도서관"
    },
    {
        "홈페이지주소": "http:\/\/lib.jeju.go.kr\/",
        "대출가능권수": "5",
        "토요일운영시작시각": "09:00",
        "자료수(도서)": "69113",
        "휴관일": "월요일+1월1일+설연휴+추석연휴+12월31일",
        "자료수(연속간행물)": "26",
        "소재지도로명주소": "제주특별자치도 서귀포시 일주동로 8593",
        "위도": "33.2543138960",
        "시군구명": "서귀포시",
        "대출가능일수": "15",
        "데이터기준일자": "2020-04-07",
        "평일운영시작시각": "09:00",
        "토요일운영종료시각": "19:00",
        "공휴일운영종료시각": "19:00",
        "시도명": "제주특별자치도",
        "평일운영종료시각": "19:00",
        "건물면적": "911",
        "열람좌석수": "280",
        "경도": "126.5699887569",
        "운영기관명": "서귀포시",
        "공휴일운영시작시각": "09:00",
        "자료수(비도서)": "3352",
        "부지면적": "16190",
        "도서관전화번호": "064-732-3251",
        "도서관유형": "공공도서관",
        "도서관명": "서귀포기적의도서관"
    },
    {
        "홈페이지주소": "http:\/\/lib.jeju.go.kr\/",
        "대출가능권수": "5",
        "토요일운영시작시각": "09:00",
        "자료수(도서)": "86253",
        "휴관일": "금요일+1월1일+설연휴+추석연휴+12월31일",
        "자료수(연속간행물)": "30",
        "소재지도로명주소": "제주특별자치도 서귀포시 성산읍 고성오조로 133",
        "위도": "33.4552737451",
        "시군구명": "서귀포시",
        "대출가능일수": "15",
        "데이터기준일자": "2020-04-07",
        "평일운영시작시각": "09:00",
        "토요일운영종료시각": "18:00",
        "공휴일운영종료시각": "18:00",
        "시도명": "제주특별자치도",
        "평일운영종료시각": "22:00",
        "건물면적": "2115",
        "열람좌석수": "120",
        "경도": "126.9122988900",
        "운영기관명": "서귀포시",
        "공휴일운영시작시각": "09:00",
        "자료수(비도서)": "8706",
        "부지면적": "7007",
        "도서관전화번호": "064-783-4227",
        "도서관유형": "공공도서관",
        "도서관명": "성산일출도서관"
    },
    {
        "홈페이지주소": "http:\/\/lib.jeju.go.kr\/",
        "대출가능권수": "5",
        "토요일운영시작시각": "09:00",
        "자료수(도서)": "69845",
        "휴관일": "금요일+1월1일+설연휴+추석연휴+12월31일",
        "자료수(연속간행물)": "28",
        "소재지도로명주소": "제주특별자치도 서귀포시 안덕면 화순서서로 44",
        "위도": "33.2550520064",
        "시군구명": "서귀포시",
        "대출가능일수": "15",
        "데이터기준일자": "2020-04-07",
        "평일운영시작시각": "09:00",
        "토요일운영종료시각": "18:00",
        "공휴일운영종료시각": "18:00",
        "시도명": "제주특별자치도",
        "평일운영종료시각": "22:00",
        "건물면적": "1838",
        "열람좌석수": "50",
        "경도": "126.3306508846",
        "운영기관명": "서귀포시",
        "공휴일운영시작시각": "09:00",
        "자료수(비도서)": "4137",
        "부지면적": "3306",
        "도서관전화번호": "064-794-2489",
        "도서관유형": "공공도서관",
        "도서관명": "안덕산방도서관"
    },
    {
        "홈페이지주소": "http:\/\/lib.jeju.go.kr\/",
        "대출가능권수": "5",
        "토요일운영시작시각": "09:00",
        "자료수(도서)": "75522",
        "휴관일": "금요일+1월1일+설연휴+추석연휴+12월31일",
        "자료수(연속간행물)": "28",
        "소재지도로명주소": "제주특별자치도 서귀포시 표선면 표선백사로 110번길 17-10",
        "위도": "33.3237759743",
        "시군구명": "서귀포시",
        "대출가능일수": "15",
        "데이터기준일자": "2020-04-07",
        "평일운영시작시각": "09:00",
        "토요일운영종료시각": "18:00",
        "공휴일운영종료시각": "18:00",
        "시도명": "제주특별자치도",
        "평일운영종료시각": "22:00",
        "건물면적": "2039",
        "열람좌석수": "68",
        "경도": "126.8384971612",
        "운영기관명": "서귀포시",
        "공휴일운영시작시각": "09:00",
        "자료수(비도서)": "3025",
        "부지면적": "5840",
        "도서관전화번호": "064-787-5488",
        "도서관유형": "공공도서관",
        "도서관명": "표선도서관"
    },
    {
        "홈페이지주소": "http:\/\/www.jejulib.or.kr\/",
        "대출가능권수": "5",
        "토요일운영시작시각": "09:00",
        "자료수(도서)": "257131",
        "휴관일": "매월첫째·셋째·다섯째월요일+1월1일+설날+추석",
        "자료수(연속간행물)": "110",
        "소재지도로명주소": "제주특별자치도 제주시 연삼로 489",
        "위도": "33.5000910761",
        "시군구명": "제주시",
        "대출가능일수": "15",
        "데이터기준일자": "2020-04-07",
        "평일운영시작시각": "09:00",
        "토요일운영종료시각": "18:00",
        "공휴일운영종료시각": "18:00",
        "시도명": "제주특별자치도",
        "평일운영종료시각": "22:00",
        "건물면적": "3324",
        "열람좌석수": "180",
        "경도": "126.5411935206",
        "운영기관명": "교육청",
        "공휴일운영시작시각": "09:00",
        "자료수(비도서)": "23460",
        "부지면적": "24789",
        "도서관전화번호": "064-717-6400",
        "도서관유형": "공공도서관",
        "도서관명": "제주도서관"
    },
    {
        "홈페이지주소": "http:\/\/www.sgplib.or.kr\/",
        "대출가능권수": "5",
        "토요일운영시작시각": "09:00",
        "자료수(도서)": "211181",
        "휴관일": "월요일+1월1일+설날+추석+12월31일",
        "자료수(연속간행물)": "74",
        "소재지도로명주소": "제주특별자치도 서귀포시 중앙로150번길 4-1",
        "위도": "33.2586208840",
        "시군구명": "서귀포시",
        "대출가능일수": "15",
        "데이터기준일자": "2020-04-07",
        "평일운영시작시각": "09:00",
        "토요일운영종료시각": "18:00",
        "공휴일운영종료시각": "18:00",
        "시도명": "제주특별자치도",
        "평일운영종료시각": "22:00",
        "건물면적": "2613",
        "열람좌석수": "99",
        "경도": "126.5619531214",
        "운영기관명": "교육청",
        "공휴일운영시작시각": "09:00",
        "자료수(비도서)": "3699",
        "부지면적": "30093",
        "도서관전화번호": "064-762-4307",
        "도서관유형": "공공도서관",
        "도서관명": "서귀포도서관"
    },
    {
        "홈페이지주소": "http:\/\/www.hsplib.go.kr\/",
        "대출가능권수": "5",
        "토요일운영시작시각": "09:00",
        "자료수(도서)": "121319",
        "휴관일": "국가공휴일+매주월요일+개관기념일(12월3일)+12월31일",
        "자료수(연속간행물)": "36",
        "소재지도로명주소": "제주특별자치도 제주시 한림읍 한림상로 240-11",
        "위도": "33.4203076587",
        "시군구명": "제주시",
        "대출가능일수": "15",
        "데이터기준일자": "2020-04-07",
        "평일운영시작시각": "09:00",
        "토요일운영종료시각": "18:00",
        "공휴일운영종료시각": "18:00",
        "시도명": "제주특별자치도",
        "평일운영종료시각": "22:00",
        "건물면적": "2194",
        "열람좌석수": "51",
        "경도": "126.2685106713",
        "운영기관명": "교육청",
        "공휴일운영시작시각": "09:00",
        "자료수(비도서)": "2073",
        "부지면적": "4274",
        "도서관전화번호": "064-796-0601",
        "도서관유형": "공공도서관",
        "도서관명": "한수풀도서관"
    },
    {
        "홈페이지주소": "http:\/\/www.dnlib.or.kr\/",
        "대출가능권수": "5",
        "토요일운영시작시각": "09:00",
        "자료수(도서)": "83737",
        "휴관일": "국가공휴일+매주월요일+개관기념일(5월24일)+12월31일",
        "자료수(연속간행물)": "43",
        "소재지도로명주소": "제주특별자치도 제주시 구좌읍 일주동로 3148",
        "위도": "33.520658",
        "시군구명": "제주시",
        "대출가능일수": "15",
        "데이터기준일자": "2020-04-07",
        "평일운영시작시각": "09:00",
        "토요일운영종료시각": "18:00",
        "공휴일운영종료시각": "18:00",
        "시도명": "제주특별자치도",
        "평일운영종료시각": "22:00",
        "건물면적": "2077",
        "열람좌석수": "97",
        "경도": "126.8525704",
        "운영기관명": "교육청",
        "공휴일운영시작시각": "09:00",
        "자료수(비도서)": "4136",
        "부지면적": "6704",
        "도서관전화번호": "064-786-6500",
        "도서관유형": "공공도서관",
        "도서관명": "동녘도서관"
    },
    {
        "홈페이지주소": "http:\/\/www.songaklib.or.kr\/",
        "대출가능권수": "5",
        "토요일운영시작시각": "09:00",
        "자료수(도서)": "106027",
        "휴관일": "국가공휴일+매주월요일+12월31일",
        "자료수(연속간행물)": "37",
        "소재지도로명주소": "제주특별자치도 서귀포시 대정읍 동일하모로149번길 12",
        "위도": "33.2266470656",
        "시군구명": "서귀포시",
        "대출가능일수": "15",
        "데이터기준일자": "2020-04-07",
        "평일운영시작시각": "09:00",
        "토요일운영종료시각": "18:00",
        "공휴일운영종료시각": "18:00",
        "시도명": "제주특별자치도",
        "평일운영종료시각": "22:00",
        "건물면적": "1511",
        "열람좌석수": "72",
        "경도": "126.2484827098",
        "운영기관명": "교육청",
        "공휴일운영시작시각": "09:00",
        "자료수(비도서)": "2206",
        "부지면적": "4397",
        "도서관전화번호": "064-798-6800",
        "도서관유형": "공공도서관",
        "도서관명": "송악도서관"
    },
    {
        "홈페이지주소": "http:\/\/www.jnlib.go.kr\/",
        "대출가능권수": "5",
        "토요일운영시작시각": "09:00",
        "자료수(도서)": "115155",
        "휴관일": "국가공휴일+매주월요일+개관기념일(6월11일)+12월31일",
        "자료수(연속간행물)": "43",
        "소재지도로명주소": "제주특별자치도 서귀포시 남원읍 남원체육관로 183",
        "위도": "33.2795635903",
        "시군구명": "서귀포시",
        "대출가능일수": "15",
        "데이터기준일자": "2020-04-07",
        "평일운영시작시각": "09:00",
        "토요일운영종료시각": "18:00",
        "공휴일운영종료시각": "18:00",
        "시도명": "제주특별자치도",
        "평일운영종료시각": "22:00",
        "건물면적": "2040",
        "열람좌석수": "58",
        "경도": "126.7049600160",
        "운영기관명": "교육청",
        "공휴일운영시작시각": "09:00",
        "자료수(비도서)": "3828",
        "부지면적": "4889",
        "도서관전화번호": "064-766-4600",
        "도서관유형": "공공도서관",
        "도서관명": "제남도서관"
    }
];

var halla;
var woodang;
var j_gijeok;
var jocheon;
var tamra;
var aewol;
var hankyung;
var samme;
var jungang;
var dongbu;
var seobu;
var s_gijeok;
var sungsan;
var ahndeok;
var pyosun;
var jejulib;
var seogipolib;
var hansupool;
var dongnyeok;
var songark;
var jenam;

for (var i = 0; i < lib.length; i++) {
    if (lib[i].도서관명 == "한라도서관") {
        halla = lib[i];
    }
    if (lib[i].도서관명 == "우당도서관") {
        woodang = lib[i];
    }
    if (lib[i].도서관명 == "제주시기적의도서관") {
        j_gijeok = lib[i];
    }
    if (lib[i].도서관명 == "조천읍도서관") {
        jocheon = lib[i];
    }
    if (lib[i].도서관명 == "탐라도서관") {
        tamra = lib[i];
    }
    if (lib[i].도서관명 == "애월도서관") {
        aewol = lib[i];
    }
    if (lib[i].도서관명 == "한경도서관") {
        hankyung = lib[i];
    }
    if (lib[i].도서관명 == "서귀포시삼매봉도서관") {
        samme = lib[i];
    }
    if (lib[i].도서관명 == "서귀포시중앙도서관") {
        jungang = lib[i];
    }
    if (lib[i].도서관명 == "서귀포시동부도서관") {
        dongbu = lib[i];
    }
    if (lib[i].도서관명 == "서귀포시서부도서관") {
        seobu = lib[i];
    }
    if (lib[i].도서관명 == "서귀포기적의도서관") {
        s_gijeok = lib[i];
    }
    if (lib[i].도서관명 == "성산일출도서관") {
        sungsan = lib[i];
    }
    if (lib[i].도서관명 == "안덕산방도서관") {
        ahndeok = lib[i];
    }
    if (lib[i].도서관명 == "표선도서관") {
        pyosun = lib[i];
    }
    if (lib[i].도서관명 == "제주도서관") {
        jejulib = lib[i];
    }
    if (lib[i].도서관명 == "서귀포도서관") {
        seogipolib = lib[i];
    }
    if (lib[i].도서관명 == "한수풀도서관") {
        hansupool = lib[i];
    }
    if (lib[i].도서관명 == "동녘도서관") {
        dongnyeok = lib[i];
    }
    if (lib[i].도서관명 == "송악도서관") {
        songark = lib[i];
    }
    if (lib[i].도서관명 == "제남도서관") {
        jenam = lib[i];
    }

}

var musart = {
    "root": {
        "header": {
            "header": [
                "시설명",
                "박물관미술관구분",
                "소재지도로명주소",
                "소재지지번주소",
                "위도",
                "경도",
                "운영기관전화번호",
                "운영기관명",
                "운영홈페이지",
                "편의시설정보",
                "평일관람시작시각",
                "평일관람종료시각",
                "공휴일관람시작시각",
                "공휴일관람종료시각",
                "휴관정보",
                "어른관람료",
                "청소년관람료",
                "어린이관람료",
                "관람료기타정보",
                "박물관미술관소개",
                "교통안내정보",
                "관리기관전화번호",
                "관리기관명",
                "데이터기준일자"
            ]
        },
        "Row": [
            {
                "시설명": "국립제주박물관",
                "박물관미술관구분": "국립",
                "소재지도로명주소": "제주특별자치도 제주시 일주동로 17",
                "위도": "33.5139974",
                "경도": "126.5489702",
                "운영기관전화번호": "064-720-8000",
                "운영기관명": "국립제주박물관",
                "운영홈페이지": "http://jeju.museum.go.kr/",
                "편의시설정보": "강당. 세미나실. 카페",
                "평일관람시작시각": "09:00",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "09:00",
                "공휴일관람종료시각": "19:00",
                "휴관정보": "1월1일. 설날. 추석. 매주월요일",
                "어른관람료": "0",
                "청소년관람료": "0",
                "어린이관람료": "0",
                "관람료기타정보": "유료 특별 전시 있음",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "민속자연사박물관",
                "박물관미술관구분": "공립",
                "소재지도로명주소": "제주특별자치도 제주시 삼성로 40",
                "위도": "33.5061399",
                "경도": "126.5316454",
                "운영기관전화번호": "064-710-7708",
                "운영기관명": "민속자연사박물관",
                "운영홈페이지": "http://www.jeju.go.kr/museum/index.htm",
                "편의시설정보": "카페테리아. 문화상품판매. 수유실. 물품보관함",
                "평일관람시작시각": "09:00",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "09:00",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "매주 월요일· 1월 1일· 설날 및 설날 다음날· 추석 및 추석 다음날· 훈증 소독기간(별도 공지)",
                "어른관람료": "2000",
                "청소년관람료": "1000",
                "어린이관람료": "0",
                "관람료기타정보": "단체 관람 시 할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "제주교육박물관",
                "박물관미술관구분": "공립",
                "소재지도로명주소": "제주특별자치도 제주시 오복4길 25",
                "위도": "33.4944510",
                "경도": "126.5382743",
                "운영기관전화번호": "064-752-9101",
                "운영기관명": "제주특별자치도교육청",
                "운영홈페이지": "http://www.jjemuseum.go.kr/",
                "편의시설정보": "갤러리카페. 체험학습실",
                "평일관람시작시각": "09:00",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "09:00",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "1월1일. 설날. 추석. 매주월요일. 임시공휴일",
                "어른관람료": "0",
                "청소년관람료": "0",
                "어린이관람료": "0",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "제주민속촌",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 서귀포시 표선면 민속해안로 631-34",
                "위도": "33.3223451",
                "경도": "126.8414874",
                "운영기관전화번호": "064-787-4501",
                "운영기관명": "제주민속촌",
                "운영홈페이지": "http://www.jejufolk.com/",
                "편의시설정보": "체험가옥. 자연학습장",
                "평일관람시작시각": "08:30",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "08:30",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "연중무휴",
                "어른관람료": "11000",
                "청소년관람료": "8000",
                "어린이관람료": "7000",
                "관람료기타정보": "단체 관람 시 할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "제주대학교박물관",
                "박물관미술관구분": "대학",
                "소재지도로명주소": "제주특별자치도 제주시 제주대학로 102",
                "위도": "33.4572368013",
                "경도": "126.5642957241",
                "운영기관전화번호": "064-754-2242",
                "운영기관명": "제주대학교",
                "운영홈페이지": "http://museum.jejunu.ac.kr/",
                "편의시설정보": "체험실습실",
                "평일관람시작시각": "10:00",
                "평일관람종료시각": "17:00",
                "공휴일관람시작시각": "10:00",
                "공휴일관람종료시각": "17:00",
                "휴관정보": "주말. 국정공휴일",
                "어른관람료": "0",
                "청소년관람료": "0",
                "어린이관람료": "0",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "설록차전시관",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 서귀포시 안덕면 신화역사로 15",
                "위도": "33.3057890",
                "경도": "126.2894477",
                "운영기관전화번호": "064-794-5312",
                "운영기관명": "아모레퍼시픽",
                "운영홈페이지": "http://www.osulloc.com/kr/ko/museum",
                "평일관람시작시각": "09:00",
                "평일관람종료시각": "19:00",
                "공휴일관람시작시각": "09:00",
                "공휴일관람종료시각": "19:00",
                "휴관정보": "연중무휴",
                "어른관람료": "0",
                "청소년관람료": "0",
                "어린이관람료": "0",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "제주평화박물관",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 제주시 한경면 청수서5길 63",
                "위도": "33.3056558",
                "경도": "126.2493380",
                "운영기관전화번호": "064-772-2500",
                "운영기관명": "제주평화박물관",
                "운영홈페이지": "http://www.peacemuseum.co.kr/",
                "평일관람시작시각": "08:30",
                "평일관람종료시각": "17:00",
                "공휴일관람시작시각": "08:30",
                "공휴일관람종료시각": "17:00",
                "휴관정보": "연중무휴",
                "어른관람료": "6000",
                "청소년관람료": "4000",
                "어린이관람료": "4000",
                "관람료기타정보": "단체 관람 시 할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "감귤박물관",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 서귀포시 효돈순환로 441",
                "위도": "33.2715236",
                "경도": "126.6076604",
                "운영기관전화번호": "064-760-6398",
                "운영기관명": "감귤박물관",
                "운영홈페이지": "http://culture.seogwipo.go.kr/citrus/",
                "평일관람시작시각": "09:00",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "09:00",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "1월1일. 설날. 추석",
                "어른관람료": "1500",
                "청소년관람료": "1000",
                "어린이관람료": "800",
                "관람료기타정보": "단체 관람 시 할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "아프리카 박물관",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 서귀포시 이어도로 49",
                "위도": "33.2398402",
                "경도": "126.4291443",
                "운영기관전화번호": "064-738-6565",
                "운영기관명": "아프리카박물관",
                "운영홈페이지": "http://africamuseum.alltheway.kr/",
                "평일관람시작시각": "09:00",
                "평일관람종료시각": "19:00",
                "공휴일관람시작시각": "09:00",
                "공휴일관람종료시각": "19:00",
                "휴관정보": "연중무휴",
                "어른관람료": "10000",
                "청소년관람료": "9000",
                "어린이관람료": "8000",
                "관람료기타정보": "단체 관람 시 할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "제주돌박물관",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 제주시 조천읍 남조로 2023",
                "위도": "33.4486627",
                "경도": "126.6589493",
                "운영기관전화번호": "064-710-7731",
                "운영기관명": "제주돌문화공원",
                "운영홈페이지": "http://www.jeju.go.kr/jejustonepark/index.htm",
                "평일관람시작시각": "09:00",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "09:00",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "매월 첫째주 월요일",
                "어른관람료": "5000",
                "청소년관람료": "3500",
                "어린이관람료": "0",
                "관람료기타정보": "단체 관람 시 할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "제주건강과 성 박물관",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 서귀포시 안덕면 일주서로 1611",
                "위도": "33.2546582",
                "경도": "126.3467011",
                "운영기관전화번호": "064-792-5700",
                "운영기관명": "(주)에스메카",
                "운영홈페이지": "http://www.sexmuseum.or.kr/",
                "평일관람시작시각": "09:00",
                "평일관람종료시각": "20:00",
                "공휴일관람시작시각": "09:00",
                "공휴일관람종료시각": "20:00",
                "휴관정보": "연중무휴",
                "어른관람료": "12000",
                "청소년관람료": "0",
                "어린이관람료": "0",
                "관람료기타정보": "단체 관람 시 할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "해녀박물관",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 제주시 구좌읍 해녀박물관길 26",
                "위도": "33.5230497",
                "경도": "126.8628483",
                "운영기관전화번호": "064-782-9898",
                "운영기관명": "해녀박물관",
                "운영홈페이지": "http://www.jeju.go.kr/haenyeo/index.htm",
                "평일관람시작시각": "09:00",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "09:00",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "1월1일. 설날. 추석. 매월 첫째. 셋째 월요일",
                "어른관람료": "1100",
                "청소년관람료": "500",
                "어린이관람료": "0",
                "관람료기타정보": "단체 관람 시 할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "세계자동차 제주박물관",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 서귀포시 안덕면 중산간서로 1610",
                "위도": "33.2831948",
                "경도": "126.3497720",
                "운영기관전화번호": "064-792-3000",
                "운영기관명": "세계자동차 제주박물관",
                "운영홈페이지": "http://www.koreaautomuseum.com/",
                "평일관람시작시각": "09:00",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "09:00",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "연중무휴",
                "어른관람료": "11000",
                "청소년관람료": "10000",
                "어린이관람료": "10000",
                "관람료기타정보": "단체 관람 시 할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "테마공원 선녀와나무꾼",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 제주시 조천읍 선교로 267",
                "위도": "33.4786897",
                "경도": "126.7030403",
                "운영기관전화번호": "064-784-9004",
                "운영기관명": "테마공원 선녀와나무꾼",
                "운영홈페이지": "http://www.namuggun.com/",
                "평일관람시작시각": "09:00",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "09:00",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "연중무휴",
                "어른관람료": "11000",
                "청소년관람료": "9000",
                "어린이관람료": "8000",
                "관람료기타정보": "단체 관람 시 할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "조안베어뮤지엄",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 서귀포시 대포로 113",
                "위도": "33.2402854",
                "경도": "126.4342037",
                "운영기관전화번호": "064-739-1024",
                "운영기관명": "조안베어뮤지엄",
                "운영홈페이지": "http://www.joannestudio.co.kr/",
                "평일관람시작시각": "09:00",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "09:00",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "연중무휴",
                "어른관람료": "5000",
                "청소년관람료": "4000",
                "어린이관람료": "3000",
                "관람료기타정보": "도민할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "김만덕기념관",
                "박물관미술관구분": "공립",
                "소재지도로명주소": "제주특별자치도 제주시 산지로 7(건입동)",
                "위도": "33.5159740",
                "경도": "126.5304933",
                "운영기관전화번호": "064-759-6090",
                "운영기관명": "김만덕기념관",
                "운영홈페이지": "http://www.mandukmuseum.or.kr/",
                "평일관람시작시각": "09:00",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "09:00",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "1월1일. 설날. 추석. 매주 월요일",
                "어른관람료": "0",
                "청소년관람료": "0",
                "어린이관람료": "0",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "초콜릿 박물관",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 서귀포시 대정읍 일주서로3000번길 144",
                "위도": "33.2570385",
                "경도": "126.2300199",
                "운영기관전화번호": "064-792-3121",
                "운영기관명": "초콜릿 박물관",
                "운영홈페이지": "http://www.chocolatemuseum.org/",
                "평일관람시작시각": "10:30",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "10:30",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "연중무휴",
                "어른관람료": "6000",
                "청소년관람료": "0",
                "어린이관람료": "4000",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "곰완구전시관 (테디베어뮤지엄)",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 서귀포시 중문관광로110번길 31",
                "위도": "33.2502419",
                "경도": "126.4119743",
                "운영기관전화번호": "064-738-7600",
                "운영기관명": "테디베어뮤지엄",
                "운영홈페이지": "http://www.teddybearmuseum.com/",
                "평일관람시작시각": "09:00",
                "평일관람종료시각": "19:00",
                "공휴일관람시작시각": "09:00",
                "공휴일관람종료시각": "19:00",
                "휴관정보": "연중무휴",
                "어른관람료": "10000",
                "청소년관람료": "9000",
                "어린이관람료": "8000",
                "관람료기타정보": "단체 관람 시 할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "제주유리박물관",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 서귀포시 중산간서로 1403",
                "위도": "33.2785780",
                "경도": "126.3702742",
                "운영기관전화번호": "064-792-6262",
                "운영기관명": "제주유리박물관",
                "운영홈페이지": "http://www.glassmuseum.co.kr/main.php",
                "평일관람시작시각": "10:00",
                "평일관람종료시각": "21:00",
                "공휴일관람시작시각": "10:00",
                "공휴일관람종료시각": "21:00",
                "휴관정보": "연중무휴",
                "어른관람료": "9000",
                "청소년관람료": "8000",
                "어린이관람료": "7000",
                "관람료기타정보": "단체 관람 시 할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "제주4.3 평화기념관",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 제주시 명림로 430",
                "위도": "33.4508692677",
                "경도": "126.620677634",
                "운영기관전화번호": "064-710-8435",
                "운영기관명": "제주4.3평화재단",
                "운영홈페이지": "https://jeju43peace.or.kr/",
                "평일관람시작시각": "09:00",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "09:00",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "매월 첫째. 셋째 월요일",
                "어른관람료": "0",
                "청소년관람료": "0",
                "어린이관람료": "0",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "설문대여성문화센터여성역사문화전시관",
                "박물관미술관구분": "공립",
                "소재지도로명주소": "제주특별자치도 제주시 선덕로8길 12",
                "위도": "33.4844207",
                "경도": "126.5005950",
                "운영기관전화번호": "064-710-4246",
                "운영기관명": "설문대여성문화센터",
                "운영홈페이지": "http://www.jeju.go.kr/swcenter/index.htm",
                "평일관람시작시각": "09:00",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "09:00",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "연중무휴",
                "어른관람료": "0",
                "청소년관람료": "0",
                "어린이관람료": "0",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "세계조가비박물관",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 서귀포시 태평로 284",
                "위도": "33.2474572",
                "경도": "126.5516440",
                "운영기관전화번호": "064-762-5551",
                "운영기관명": "세계조가비박물관",
                "운영홈페이지": "http://www.wsmuseum.co.kr/",
                "평일관람시작시각": "08:30",
                "평일관람종료시각": "19:00",
                "공휴일관람시작시각": "08:30",
                "공휴일관람종료시각": "19:00",
                "휴관정보": "연중무휴",
                "어른관람료": "6000",
                "청소년관람료": "5000",
                "어린이관람료": "4000",
                "관람료기타정보": "단체 관람 시 할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "메이즈 뮤지움",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 제주시 구좌읍 비자림로 2134-47",
                "위도": "33.4887520",
                "경도": "126.8009299",
                "운영기관전화번호": "064-784-3838",
                "운영기관명": "메이즈랜드",
                "운영홈페이지": "http://www.mazeland.co.kr/",
                "평일관람시작시각": "09:00",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "09:00",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "연중무휴",
                "어른관람료": "11000",
                "청소년관람료": "9000",
                "어린이관람료": "8000",
                "관람료기타정보": "단체 관람 시 할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "제주해양과학관 (아쿠아플라넷)",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 서귀포시 성산읍 섭지코지로 93-15",
                "위도": "33.4345727",
                "경도": "126.9263432",
                "운영기관전화번호": "064-780-0900",
                "운영기관명": "한화",
                "운영홈페이지": "http://www.aquaplanet.co.kr/jeju/index.jsp",
                "평일관람시작시각": "10:00",
                "평일관람종료시각": "19:00",
                "공휴일관람시작시각": "10:00",
                "공휴일관람종료시각": "19:00",
                "휴관정보": "연중무휴",
                "어른관람료": "41000",
                "청소년관람료": "39300",
                "어린이관람료": "37300",
                "관람료기타정보": "단체 관람 시 할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "SOS박물관",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 서귀포시 월드컵로 31",
                "위도": "33.2470669170",
                "경도": "126.5073629555",
                "운영기관전화번호": "064-738-1448",
                "운영기관명": "(주)피오디코리아",
                "운영홈페이지": "http://seriworld.co.kr/index.php mid=KR03",
                "평일관람시작시각": "09:00",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "09:00",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "연중무휴",
                "어른관람료": "12000",
                "청소년관람료": "10000",
                "어린이관람료": "8000",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "본태박물관",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 서귀포시 안덕면 산록남로762번길 69",
                "위도": "33.3037917",
                "경도": "126.3923999",
                "운영기관전화번호": "064-792-8108",
                "운영기관명": "본태박물관",
                "운영홈페이지": "http://www.bontemuseum.com/",
                "평일관람시작시각": "10:00",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "10:00",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "연중무휴",
                "어른관람료": "20000",
                "청소년관람료": "14000",
                "어린이관람료": "12000",
                "관람료기타정보": "단체 관람 시 할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "넥슨컴퓨터 박물관",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 제주시 1100로 3198-8",
                "위도": "33.4720996",
                "경도": "126.4858640",
                "운영기관전화번호": "064-745-1994",
                "운영기관명": "NXCL",
                "운영홈페이지": "http://www.nexoncomputermuseum.org/",
                "평일관람시작시각": "10:00",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "10:00",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "매주 월요일. 설날. 추석",
                "어른관람료": "8000",
                "청소년관람료": "7000",
                "어린이관람료": "6000",
                "관람료기타정보": "도민할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "헬로키티아일랜드",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 서귀포시 안덕면 한창로 340",
                "위도": "33.2902148",
                "경도": "126.3520461",
                "운영기관전화번호": "064-792-6114",
                "운영기관명": "㈜제이콥 씨앤이",
                "운영홈페이지": "https://www.hellokittyisland.co.kr/museum/index.html",
                "평일관람시작시각": "09:00",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "09:00",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "연중무휴",
                "어른관람료": "14000",
                "청소년관람료": "13000",
                "어린이관람료": "11000",
                "관람료기타정보": "단체 관람 시 할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "제주항공우주박물관",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 서귀포시 안덕면 녹차분재로 218",
                "위도": "33.3045033472",
                "경도": "126.2998439239",
                "운영기관전화번호": "064-800-2009",
                "운영기관명": "JDC",
                "운영홈페이지": "https://www.jdc-jam.com/index.jam",
                "평일관람시작시각": "09:00",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "09:00",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "매월 셋째주 월요일",
                "어른관람료": "10000",
                "청소년관람료": "9000",
                "어린이관람료": "8000",
                "관람료기타정보": "단체 관람 시 할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "한울랜드뮤지엄",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 제주시 구좌읍 동백로 458",
                "위도": "33.4966373",
                "경도": "126.7509617",
                "운영기관전화번호": "064-783-5788",
                "운영기관명": "한울랜드",
                "운영홈페이지": "http://hanulland.co.kr/",
                "평일관람시작시각": "08:30",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "08:30",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "연중무휴",
                "어른관람료": "9000",
                "청소년관람료": "7000",
                "어린이관람료": "7000",
                "관람료기타정보": "단체 관람 시 할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "세계오지민속박물관 (베니스랜드)",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 서귀포시 성산읍 서성일로 474",
                "위도": "33.4154015891",
                "경도": "126.840654324",
                "운영기관전화번호": "064-784-6565",
                "운영기관명": "베니스랜드",
                "운영홈페이지": "http://theveniceland.com/",
                "평일관람시작시각": "09:00",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "09:00",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "연중무휴",
                "어른관람료": "12000",
                "청소년관람료": "10000",
                "어린이관람료": "8000",
                "관람료기타정보": "단체 관람 시 할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "제주커피박물관 바움",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 서귀포시 성산읍 서성일로 1168번길 89-17",
                "위도": "33.4398006",
                "경도": "126.8991174",
                "운영기관전화번호": "064-784-2255",
                "운영기관명": "바움",
                "운영홈페이지": "http://jejubaum.com/",
                "평일관람시작시각": "09:00",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "09:00",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "연중무휴",
                "어른관람료": "0",
                "청소년관람료": "0",
                "어린이관람료": "0",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "닥종이인형박물관",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 서귀포시 월드컵로 33",
                "위도": "33.2462197433",
                "경도": "126.5092776992",
                "운영기관전화번호": "064-739-3906",
                "운영기관명": "닥종이인형박물관",
                "운영홈페이지": "http://cafe.naver.com/dakpaper",
                "평일관람시작시각": "09:00",
                "평일관람종료시각": "19:00",
                "공휴일관람시작시각": "09:00",
                "공휴일관람종료시각": "19:00",
                "휴관정보": "연중무휴",
                "어른관람료": "5000",
                "청소년관람료": "4000",
                "어린이관람료": "3000",
                "관람료기타정보": "단체 관람 시 할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "기당미술관",
                "박물관미술관구분": "공립",
                "소재지도로명주소": "제주특별자치도 서귀포시 남성중로 153번길 15",
                "위도": "33.2446568",
                "경도": "126.5517975",
                "운영기관전화번호": "064-733-1586",
                "운영기관명": "기당미술관",
                "운영홈페이지": "http://culture.seogwipo.go.kr/gidang/",
                "평일관람시작시각": "09:00",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "09:00",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "매주 월요일. 설날. 추석. 1월1일",
                "어른관람료": "1000",
                "청소년관람료": "500",
                "어린이관람료": "300",
                "관람료기타정보": "단체 관람 시 할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "이중섭미술관",
                "박물관미술관구분": "공립",
                "소재지도로명주소": "제주특별자치도 서귀포시 이중섭로 27-3",
                "위도": "33.2459155",
                "경도": "126.5649489",
                "운영기관전화번호": "064-760-3567",
                "운영기관명": "이중섭미술관",
                "운영홈페이지": "http://culture.seogwipo.go.kr/jslee/",
                "평일관람시작시각": "09:00",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "09:00",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "매주 월요일. 설날. 추석. 1월1일",
                "어른관람료": "1500",
                "청소년관람료": "800",
                "어린이관람료": "400",
                "관람료기타정보": "단체 관람 시 할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "김영갑갤러리 (두모악)",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 서귀포시 성산읍 삼달로 137",
                "위도": "33.3720645",
                "경도": "126.8541795",
                "운영기관전화번호": "064-784-9905",
                "운영기관명": "두모악",
                "운영홈페이지": "http://www.dumoak.com/",
                "평일관람시작시각": "09:30",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "09:30",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "매주 수요일. 설날. 추석. 1월1일",
                "어른관람료": "4500",
                "청소년관람료": "3000",
                "어린이관람료": "1500",
                "관람료기타정보": "도민할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "자연사랑 미술관",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 서귀포시 표선면 가시로613번길 46",
                "위도": "33.3554682",
                "경도": "126.7714844",
                "운영기관전화번호": "064-787-3110",
                "운영기관명": "자연사랑",
                "운영홈페이지": "http://hallaphoto.com/default/",
                "평일관람시작시각": "10:00",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "10:00",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "연중무휴",
                "어른관람료": "0",
                "청소년관람료": "0",
                "어린이관람료": "0",
                "관람료기타정보": "도민할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "러브랜드 미술관",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 제주시 1100로 2894-72",
                "위도": "33.4519922",
                "경도": "126.4890053",
                "운영기관전화번호": "064-712-6988",
                "운영기관명": "러브랜드",
                "운영홈페이지": "http://www.jejuloveland.com/",
                "평일관람시작시각": "09:00",
                "평일관람종료시각": "23:59",
                "공휴일관람시작시각": "09:00",
                "공휴일관람종료시각": "23:59",
                "휴관정보": "연중무휴",
                "어른관람료": "12000",
                "청소년관람료": "0",
                "어린이관람료": "0",
                "관람료기타정보": "단체 관람 시 할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "제주 현대미술관",
                "박물관미술관구분": "공립",
                "소재지도로명주소": "제주특별자치도 제주시 한경면 저지14길 35",
                "위도": "33.3396922494",
                "경도": "126.265692198",
                "운영기관전화번호": "064-710-7801",
                "운영기관명": "제주 현대미술관",
                "운영홈페이지": "http://jejumuseum.go.kr/kor/",
                "평일관람시작시각": "09:00",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "09:00",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "매주 월요일. 설날. 추석. 1월1일",
                "어른관람료": "2000",
                "청소년관람료": "1000",
                "어린이관람료": "500",
                "관람료기타정보": "단체 관람 시 할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "돌하르방공원",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 제주시 조천읍 북촌서1길 70",
                "위도": "33.5387743",
                "경도": "126.6887213",
                "운영기관전화번호": "064-782-0570",
                "운영기관명": "북촌돌하르방공원",
                "운영홈페이지": "https://www.facebook.com/dolharbangpark",
                "평일관람시작시각": "09:00",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "09:00",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "연중무휴",
                "어른관람료": "6000",
                "청소년관람료": "4000",
                "어린이관람료": "0",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "제주조각공원",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 서귀포시 안덕면 일주서로 1836",
                "위도": "33.2568070",
                "경도": "126.3216330",
                "운영기관전화번호": "064-794-9680",
                "운영기관명": "제주조각공원",
                "평일관람시작시각": "08:30",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "08:30",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "연중무휴",
                "어른관람료": "8000",
                "청소년관람료": "6000",
                "어린이관람료": "5000",
                "관람료기타정보": "전일권. 주간권 별도",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "제주도립 김창열미술관",
                "박물관미술관구분": "공립",
                "소재지도로명주소": "제주특별자치도 제주시 한림읍 용금로 883-5",
                "위도": "33.3389037",
                "경도": "126.2682351",
                "운영기관전화번호": "064-710-4141",
                "운영기관명": "제주도립 김창열미술관",
                "운영홈페이지": "http://kimtschang-yeul.jeju.go.kr/",
                "평일관람시작시각": "09:00",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "09:00",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "매주 월요일. 설날. 추석. 1월1일",
                "어른관람료": "2000",
                "청소년관람료": "1000",
                "어린이관람료": "500",
                "관람료기타정보": "단체 관람 시 할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "제주 유리의 성",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 제주시 한경면 녹차분재로 462",
                "위도": "33.3148365",
                "경도": "126.2734488",
                "운영기관전화번호": "064-772-7777",
                "운영기관명": "제주 유리의 성",
                "운영홈페이지": "http://www.jejuglasscastle.com/",
                "평일관람시작시각": "09:00",
                "평일관람종료시각": "19:00",
                "공휴일관람시작시각": "09:00",
                "공휴일관람종료시각": "19:00",
                "휴관정보": "연중무휴",
                "어른관람료": "11000",
                "청소년관람료": "9000",
                "어린이관람료": "8000",
                "관람료기타정보": "단체 관람 시 할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "소암기념관",
                "박물관미술관구분": "공립",
                "소재지도로명주소": "제주특별자치도 서귀포시 소암로 15",
                "소재지지번주소": "제주특별자치도 서귀포시 서귀동 157-2",
                "위도": "33.2451018",
                "경도": "126.5675664",
                "운영기관전화번호": "064-760-3511",
                "운영기관명": "소암기념관",
                "운영홈페이지": "http://culture.seogwipo.go.kr/soam/",
                "평일관람시작시각": "09:00",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "09:00",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "매주 월요일. 설날. 추석. 1월1일",
                "어른관람료": "0",
                "청소년관람료": "0",
                "어린이관람료": "0",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "제주 도립미술관",
                "박물관미술관구분": "공립",
                "소재지도로명주소": "제주특별자치도 제주시 1100로 2894-78",
                "위도": "33.4526324",
                "경도": "126.4896073",
                "운영기관전화번호": "064-710-4300",
                "운영기관명": "제주 도립미술관",
                "운영홈페이지": "http://jmoa.jeju.go.kr/kor/",
                "평일관람시작시각": "09:00",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "09:00",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "매주 월요일. 설날. 추석. 1월1일",
                "어른관람료": "2000",
                "청소년관람료": "1000",
                "어린이관람료": "500",
                "관람료기타정보": "단체 관람 시 할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "제주추사관",
                "박물관미술관구분": "공립",
                "소재지도로명주소": "제주특별자치도 서귀포시 대정읍 추사로 44",
                "위도": "33.2498370",
                "경도": "126.2786308",
                "운영기관전화번호": "064-710-6803",
                "운영기관명": "제주추사관",
                "운영홈페이지": "http://www.jeju.go.kr/chusa/index.htm",
                "평일관람시작시각": "09:00",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "09:00",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "매주 월요일. 설날. 추석. 1월1일",
                "어른관람료": "0",
                "청소년관람료": "0",
                "어린이관람료": "0",
                "관람료기타정보": "단체 관람 시 할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "박물관은살아있다",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 서귀포시 중문관광로 42",
                "위도": "33.2549224",
                "경도": "126.4087187",
                "운영기관전화번호": "064-805-0888",
                "운영기관명": "크리에이티브통",
                "운영홈페이지": "http://www.alivemuseum.com/branch/jeju",
                "평일관람시작시각": "09:00",
                "평일관람종료시각": "21:30",
                "공휴일관람시작시각": "09:00",
                "공휴일관람종료시각": "21:30",
                "휴관정보": "연중무휴",
                "어른관람료": "12000",
                "청소년관람료": "11000",
                "어린이관람료": "10000",
                "관람료기타정보": "단체 관람 시 할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "그리스신화박물관",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 제주시 한림읍 광산로 942",
                "위도": "33.3477220",
                "경도": "126.3568108",
                "운영기관전화번호": "064-773-5800",
                "운영기관명": "그리스신화박물관",
                "운영홈페이지": "http://www.greekmythology.co.kr/default/",
                "평일관람시작시각": "09:00",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "09:00",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "연중무휴",
                "어른관람료": "9000",
                "청소년관람료": "8000",
                "어린이관람료": "8000",
                "관람료기타정보": "단체 관람 시 할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "왈종미술관",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 서귀포시 칠십리로214번길 30",
                "위도": "33.2452223",
                "경도": "126.5738961",
                "운영기관전화번호": "064-763-3600",
                "운영기관명": "재단법인 왈종후연미술문화재단",
                "운영홈페이지": "http://walartmuseum.or.kr/",
                "평일관람시작시각": "10:00",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "10:00",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "1월1일",
                "어른관람료": "5000",
                "청소년관람료": "3000",
                "어린이관람료": "3000",
                "관람료기타정보": "단체 관람 시 할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "성안미술관",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 제주시 중앙로 470",
                "위도": "33.4811852",
                "경도": "126.5426318",
                "운영기관전화번호": "064-729-9175",
                "운영기관명": "제주성안교회",
                "운영홈페이지": "http://cafe.daum.net/seongahnart",
                "평일관람시작시각": "10:00",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "10:00",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "매주 월요일. 국경일",
                "어른관람료": "0",
                "청소년관람료": "0",
                "어린이관람료": "0",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "아라리오뮤지엄",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 제주시 탑동로 14",
                "위도": "33.5174219",
                "경도": "126.5234393",
                "운영기관전화번호": "064-720-8250",
                "운영기관명": "아라리오뮤지엄",
                "운영홈페이지": "http://www.arariomuseum.org/main.php",
                "평일관람시작시각": "10:00",
                "평일관람종료시각": "19:00",
                "공휴일관람시작시각": "10:00",
                "공휴일관람종료시각": "19:00",
                "휴관정보": "매주 월요일",
                "어른관람료": "10000",
                "청소년관람료": "6000",
                "어린이관람료": "4000",
                "관람료기타정보": "도민할인",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            },
            {
                "시설명": "유민미술관",
                "박물관미술관구분": "사립",
                "소재지도로명주소": "제주특별자치도 서귀포시 성산읍 섭지코지로 107",
                "위도": "33.4305782",
                "경도": "126.9277688",
                "운영기관전화번호": "064-731-7791",
                "운영기관명": "휘닉스중앙제주",
                "운영홈페이지": "http://www.yuminart.org/",
                "평일관람시작시각": "09:00",
                "평일관람종료시각": "18:00",
                "공휴일관람시작시각": "09:00",
                "공휴일관람종료시각": "18:00",
                "휴관정보": "매주 화요일",
                "어른관람료": "12000",
                "청소년관람료": "9000",
                "어린이관람료": "9000",
                "관람료기타정보": "주중 사전예약제 운영. 주말 상시운영",
                "관리기관전화번호": "064-710-3415",
                "관리기관명": "제주특별자치도청 문화정책과",
                "데이터기준일자": "2019-07-02"
            }
        ]
    }
};

var jejuMuseum;
var minsokNature;
var eduMuseum;
var minsokchon;
var jejuUnivMuseum;
var sulrokcha;
var jejuPeace;
var gamgule;
var africamuseum;
var jejudol;
var healthMuseum;
var haenyeo;
var carMuseum;
var sunnyeo;
var joanbear;
var kimmandeok;
var chocoMuseum;
var teddybear;
var yuriMuseum;
var jeju43;
var sulmoondae;
var jogabi;
var mazeMuseum;
var aqua;
var sosMuseum;
var bonteMuseum;
var nexonComputer;
var hellokitty;
var airspace;
var hanwool;
var ojiMuseum;
var coffeeMuseum;
var paperdoll;
var gidangArt;
var leejungseop;
var kimyeonggab;
var naturelove;
var loveland;
var hyundae;
var dolpark;
var jogakPark;
var kimchangyul;
var yuriCastle;
var soarm;
var dorip;
var chusa;
var museumAlive;
var greekMuseum;
var waljongArt;
var sungahnArt;
var ararioMuseum;
var yuminArt;

for (var i = 0; i < musart["root"]["Row"].length; i++) {

    if (musart["root"]["Row"][i].시설명 == "국립제주박물관") {
        jejuMuseum = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "민속자연사박물관") {
        minsokNature = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "제주교육박물관") {
        eduMuseum = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "제주민속촌") {
        minsokchon = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "제주대학교박물관") {
        jejuUnivMuseum = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "민속자연사박물관") {
        minsokNature = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "설록차전시관") {
        sulrokcha = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "제주평화박물관") {
        jejuPeace = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "감귤박물관") {
        gamgule = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "아프리카 박물관") {
        africamuseum = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "제주돌박물관") {
        jejudol = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "제주건강과 성 박물관") {
        healthMuseum = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "해녀박물관") {
        haenyeo = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "세계자동차 제주박물관") {
        carMuseum = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "테마공원 선녀와나무꾼") {
        sunnyeo = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "조안베어뮤지엄") {
        joanbear = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "김만덕기념관") {
        kimmandeok = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "초콜릿 박물관") {
        chocoMuseum = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "곰완구전시관 (테디베어뮤지엄)") {
        teddybear = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "제주유리박물관") {
        yuriMuseum = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "제주4.3 평화기념관") {
        jeju43 = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "설문대여성문화센터여성역사문화전시관") {
        sulmoondae = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "세계조가비박물관") {
        jogabi = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "메이즈 뮤지움") {
        mazeMuseum = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "제주해양과학관 (아쿠아플라넷)") {
        aqua = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "SOS박물관") {
        sosMuseum = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "본태박물관") {
        bonteMuseum = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "넥슨컴퓨터 박물관") {
        nexonComputer = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "헬로키티아일랜드") {
        hellokitty = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "제주항공우주박물관") {
        airspace = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "한울랜드뮤지엄") {
        hanwool = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "세계오지민속박물관 (베니스랜드)") {
        ojiMuseum = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "제주커피박물관 바움") {
        coffeeMuseum = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "닥종이인형박물관") {
        paperdoll = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "기당미술관") {
        gidangArt = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "이중섭미술관") {
        leejungseop = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "김영갑갤러리 (두모악)") {
        kimyeonggab = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "자연사랑 미술관") {
        naturelove = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "러브랜드 미술관") {
        loveland = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "제주 현대미술관") {
        hyundae = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "돌하르방공원") {
        dolpark = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "제주조각공원") {
        jogakPark = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "제주도립 김창열미술관") {
        kimchangyul = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "제주 유리의 성") {
        yuriCastle = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "소암기념관") {
        soarm = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "제주 도립미술관") {
        dorip = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "제주추사관") {
        chusa = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "박물관은살아있다") {
        museumAlive = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "그리스신화박물관") {
        greekMuseum = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "왈종미술관") {
        waljongArt = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "성안미술관") {
        sungahnArt = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "아라리오뮤지엄") {
        ararioMuseum = musart["root"]["Row"][i];
    }

    if (musart["root"]["Row"][i].시설명 == "유민미술관") {
        yuminArt = musart["root"]["Row"][i];
    }
}
